Repository: nobbbbby/Alertivity
Catalog: Alertivity/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans

# accessibility.menuIconHidden
source: Menu icon hidden
de: Menüsymbol ausgeblendet
fr: Icône de menu masquée
ja: メニューバーアイコンは非表示
zh_hans: 菜单栏图标已隐藏

# accessibility.metric.cpu
source: CPU usage %@
de: CPU-Auslastung %@
fr: Utilisation CPU %@
ja: CPU 使用率 %@
zh_hans: CPU 使用率 %@

# accessibility.metric.disk
source: Total disk throughput %@ per second
de: Gesamter Datenträgerdurchsatz %@ pro Sekunde
fr: Débit disque total %@ par seconde
ja: ディスク総スループット %@/秒
zh_hans: 总磁盘吞吐量 %@ 每秒

# accessibility.metric.memory
source: Memory usage %@
de: Speicherauslastung %@
fr: Utilisation mémoire %@
ja: メモリ使用率 %@
zh_hans: 内存使用率 %@

# accessibility.metric.network
source: Total network throughput %@ per second
de: Gesamter Netzwerkdurchsatz %@ pro Sekunde
fr: Débit réseau total %@ par seconde
ja: ネットワーク総スループット %@/秒
zh_hans: 总网络吞吐量 %@ 每秒

# accessibility.systemMetrics
source: System metrics
de: Systemmetriken
fr: Métriques système
ja: システム指標
zh_hans: 系统指标

# detail.cpu
source: Current CPU usage is %@
de: Aktuelle CPU-Auslastung ist %@
fr: L'utilisation CPU actuelle est %@
ja: 現在の CPU 使用率は %@
zh_hans: 当前 CPU 使用率为 %@

# detail.disk
source: %@ (total %@/s)
de: %@ (gesamt %@/s)
ja: %@（合計 %@/秒）
zh_hans: %@（总计 %@/秒）

# detail.memory
source: Using %@ of %@
de: %@ von %@ verwendet
fr: Utilisation de %@ sur %@
ja: %@ / %@ を使用中
zh_hans: 使用 %@（共 %@）

# menu.highActivityProcesses
source: High-activity processes
de: Prozesse mit hoher Aktivität
fr: Processus à forte activité
ja: 高負荷プロセス
zh_hans: 高活动进程

# menu.icon.type.cpu
source: CPU usage
de: CPU-Auslastung
fr: Utilisation CPU
ja: CPU 使用率
zh_hans: CPU 使用率

# menu.icon.type.disk
source: Disk throughput
de: Datenträgerdurchsatz
fr: Débit disque
ja: ディスクスループット
zh_hans: 磁盘吞吐量

# menu.icon.type.memory
source: Memory usage
de: Speicherauslastung
fr: Utilisation mémoire
ja: メモリ使用率
zh_hans: 内存使用率

# menu.icon.type.network
source: Network throughput
de: Netzwerkdurchsatz
fr: Débit réseau
ja: ネットワークスループット
zh_hans: 网络吞吐量

# menu.icon.type.status
source: Status icon
de: Statussymbol
fr: Icône d'état
ja: ステータスアイコン
zh_hans: 状态图标

# menu.metricsPending
source: Metrics will appear once the first sample is available.
de: Metriken werden angezeigt, sobald die erste Messung verfügbar ist.
fr: Les métriques apparaîtront dès que le premier échantillon sera disponible.
ja: 最初のサンプルが取得されると指標が表示されます。
zh_hans: 首次采样完成后将显示指标。

# menu.openSettings
source: Open Settings…
de: Einstellungen öffnen…
fr: Ouvrir les réglages…
ja: 設定を開く…
zh_hans: 打开设置…

# metric.short.memory
source: MEM
de: RAM
fr: Mémoire
ja: メモリ
zh_hans: 内存

# metric.title.cpu
source: CPU Usage
de: CPU-Auslastung
fr: Utilisation CPU
ja: CPU 使用率
zh_hans: CPU 使用率

# metric.title.disk
source: Disk Throughput
de: Datenträgerdurchsatz
fr: Débit disque
ja: ディスクスループット
zh_hans: 磁盘吞吐量

# metric.title.memory
source: Memory Usage
de: Speicherauslastung
fr: Utilisation mémoire
ja: メモリ使用率
zh_hans: 内存使用率

# metric.title.network
source: Network Throughput
de: Netzwerkdurchsatz
fr: Débit réseau
ja: ネットワークスループット
zh_hans: 网络吞吐量

# notifications.action.forceQuitProcess
source: Force Quit Process
de: Prozess sofort beenden
fr: Forcer la fermeture du processus
ja: プロセスを強制終了
zh_hans: 强制退出进程

# notifications.action.showInActivityMonitor
source: Show in Activity Monitor
de: Im Aktivitätsmonitor anzeigen
fr: Afficher dans Moniteur d'activité
ja: アクティビティモニタで表示
zh_hans: 在活动监视器中显示

# notifications.highActivity.none
source: High activity for %@ consecutively.
de: Hohe Aktivität seit %@.
fr: Activité élevée pendant %@ d'affilée.
ja: %@ 連続で高負荷です。
zh_hans: 已连续 %@ 高活动。

# notifications.highActivity.using
source: Using %@ for %@ consecutively.
de: Verwendet %@ seit %@.
fr: Utilisation de %@ pendant %@ d'affilée.
ja: %2$@ 間、%1$@ を使用しています。
zh_hans: 在 %2$@ 内持续使用 %1$@。

# notifications.metric.memory.format
source: %@ memory
de: %@ Speicher
fr: %@ mémoire
ja: メモリ %@
zh_hans: %@ 内存

# process.row.memory.format
source: Mem %@
de: Speicher %@
fr: Mémoire %@
ja: メモリ %@
zh_hans: 内存 %@

# process.unknown
source: Unknown Process
de: Unbekannter Prozess
fr: Processus inconnu
ja: 不明なプロセス
zh_hans: 未知进程

# settings.detection.cpuThreshold
source: CPU threshold:
de: CPU-Schwellenwert:
fr: Seuil CPU :
ja: CPU しきい値：
zh_hans: CPU 阈值：

# settings.detection.duration
source: High activity duration:
de: Dauer hoher Aktivität:
fr: Durée d'activité élevée :
ja: 高負荷の継続時間：
zh_hans: 高活动持续时间：

# settings.detection.durationValue
source: %d seconds
de: %d Sekunden
fr: %d secondes
ja: %d 秒
zh_hans: %d 秒

# settings.detection.flags
source: Flags processes over %d%% CPU or %d%% memory for %d seconds.
de: Kennzeichnet Prozesse über %d%% CPU oder %d%% Speicher für %d Sekunden.
fr: Signale les processus au-dessus de %d%% CPU ou %d%% de mémoire pendant %d secondes.
ja: CPU が %d%%、またはメモリが %d%% を %d 秒間超えたプロセスをフラグします。
zh_hans: 当进程在 %3$d 秒内 CPU 超过 %1$d%% 或内存超过 %2$d%% 时标记。

# settings.detection.memoryThreshold
source: Memory threshold:
de: Speicher-Schwellenwert:
fr: Seuil mémoire :
ja: メモリしきい値：
zh_hans: 内存阈值：

# settings.menuBar.autoSwitch
source: Auto switch to busiest metric
de: Automatisch zur meistbeschäftigten Metrik wechseln
fr: Basculer automatiquement vers la métrique la plus chargée
ja: 最も負荷の高い指標に自動切替
zh_hans: 自动切换到最繁忙指标

# settings.menuBar.autoSwitch.help
source: Auto switch to busiest metric only switches when a metric reaches critical; otherwise it uses your Default icon type.
de: Automatisch zur meistbeschäftigten Metrik wechseln schaltet nur um, wenn eine Metrik kritisch wird; andernfalls wird Ihr Standard-Symboltyp verwendet.
fr: Le basculement automatique vers la métrique la plus chargée ne s'active que lorsqu'une métrique atteint le niveau critique ; sinon, il utilise votre type d'icône par défaut.
ja: 最も負荷の高い指標に自動切替は、指標が重大レベルに達したときのみ切り替え、通常時は既定のアイコンタイプを使用します。
zh_hans: 自动切换到最繁忙指标仅在其达到严重级别时切换；否则使用你的默认图标类型。

# settings.menuBar.defaultIconType
source: Default icon type:
de: Standard-Symboltyp:
fr: Type d'icône par défaut :
ja: 既定のアイコンタイプ：
zh_hans: 默认图标类型：

# settings.menuBar.help
source: Choose when the indicator appears and what it shows.
de: Wählen Sie, wann der Indikator erscheint und was er anzeigt.
fr: Choisissez quand l'indicateur apparaît et ce qu'il affiche.
ja: インジケーターを表示するタイミングと内容を選択します。
zh_hans: 选择指示器何时出现以及显示内容。

# settings.menuBar.onlyShowHigh
source: Only show on high activity
de: Nur bei hoher Aktivität anzeigen
fr: N'afficher qu'en cas d'activité élevée
ja: 高負荷時のみ表示
zh_hans: 仅在高活动时显示

# settings.menuBar.showIndicator
source: Show indicator
de: Indikator anzeigen
fr: Afficher l'indicateur
ja: インジケーターを表示
zh_hans: 显示指示器

# settings.menuBar.showMetricIcon
source: Show metric icon
de: Metriksymbol anzeigen
fr: Afficher l'icône de métrique
ja: 指標アイコンを表示
zh_hans: 显示指标图标

# settings.notifications.enable
source: Enable system notifications
de: Systembenachrichtigungen aktivieren
fr: Activer les notifications système
ja: システム通知を有効にする
zh_hans: 启用系统通知

# settings.notifications.help
source: Notifications fire when status is critical or a process crosses the high-activity rule.
de: Benachrichtigungen werden angezeigt, wenn der Status kritisch ist oder ein Prozess die Regel für hohe Aktivität überschreitet.
fr: Les notifications s'affichent lorsque l'état est critique ou qu'un processus dépasse la règle d'activité élevée.
ja: ステータスが重大、またはプロセスが高負荷ルールを超えたときに通知します。
zh_hans: 当状态为严重或进程超过高活动规则时发送通知。

# settings.tab.general
source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用

# settings.tab.menuBar
source: Menu Bar
de: Menüleiste
fr: Barre des menus
ja: メニューバー
zh_hans: 菜单栏

# settings.tab.notifications
source: Notifications
de: Benachrichtigungen
ja: 通知
zh_hans: 通知

# settings.toggle.hideDockIcon
source: Hide app icon in Dock
de: App-Symbol im Dock ausblenden
fr: Masquer l'icône de l'app dans le Dock
ja: Dock のアプリアイコンを隠す
zh_hans: 在程序坞中隐藏应用图标

# settings.toggle.launchAtLogin
source: Launch at login
de: Beim Anmelden starten
fr: Lancer à la connexion
ja: ログイン時に起動
zh_hans: 登录时启动

# status.menu.multi.cpu.critical
source: CPU usage over 80% (critical)
de: CPU-Auslastung über 80 % (kritisch)
fr: Utilisation CPU au-dessus de 80 % (critique)
ja: CPU 使用率 80% 超（重大）
zh_hans: CPU 使用率超过 80%（严重）

# status.menu.multi.cpu.elevated
source: CPU usage over 50% (elevated)
de: CPU-Auslastung über 50 % (erhöht)
fr: Utilisation CPU au-dessus de 50 % (élevée)
ja: CPU 使用率 50% 超（上昇）
zh_hans: CPU 使用率超过 50%（升高）

# status.menu.multi.disk.critical
source: Disk activity over 120 MB/s (critical)
de: Datenträgeraktivität über 120 MB/s (kritisch)
fr: Activité disque au-dessus de 120 Mo/s (critique)
ja: ディスク活動 120 MB/秒 超（重大）
zh_hans: 磁盘活动超过 120 MB/秒（严重）

# status.menu.multi.disk.elevated
source: Disk activity over 30 MB/s (elevated)
de: Datenträgeraktivität über 30 MB/s (erhöht)
fr: Activité disque au-dessus de 30 Mo/s (élevée)
ja: ディスク活動 30 MB/秒 超（上昇）
zh_hans: 磁盘活动超过 30 MB/秒（升高）

# status.menu.multi.memory.critical
source: Memory usage over 85% (critical)
de: Speicherauslastung über 85 % (kritisch)
fr: Utilisation mémoire au-dessus de 85 % (critique)
ja: メモリ使用率 85% 超（重大）
zh_hans: 内存使用率超过 85%（严重）

# status.menu.multi.memory.elevated
source: Memory usage over 70% (elevated)
de: Speicherauslastung über 70 % (erhöht)
fr: Utilisation mémoire au-dessus de 70 % (élevée)
ja: メモリ使用率 70% 超（上昇）
zh_hans: 内存使用率超过 70%（升高）

# status.menu.multi.network.critical
source: Network activity over 20 MB/s (critical)
de: Netzwerkaktivität über 20 MB/s (kritisch)
fr: Activité réseau au-dessus de 20 Mo/s (critique)
ja: ネットワーク活動 20 MB/秒 超（重大）
zh_hans: 网络活动超过 20 MB/秒（严重）

# status.menu.multi.network.elevated
source: Network activity over 5 MB/s (elevated)
de: Netzwerkaktivität über 5 MB/s (erhöht)
fr: Activité réseau au-dessus de 5 Mo/s (élevée)
ja: ネットワーク活動 5 MB/秒 超（上昇）
zh_hans: 网络活动超过 5 MB/秒（升高）

# status.menu.single.cpu.critical
source: CPU activity exceeded the critical threshold, reaching a usage of more than 80%.
de: CPU-Aktivität hat den kritischen Schwellenwert überschritten und eine Auslastung von mehr als 80 % erreicht.
fr: L'activité CPU a dépassé le seuil critique, atteignant plus de 80%.
ja: CPU の活動が重大となり、使用率が 80% を超えました。
zh_hans: CPU 活动超过严重阈值，使用率高于 80%。

# status.menu.single.cpu.elevated
source: CPU activity exceeded the elevated threshold, reaching a usage of more than 50%.
de: CPU-Aktivität hat den erhöhten Schwellenwert überschritten und eine Auslastung von mehr als 50 % erreicht.
fr: L'activité CPU a dépassé le seuil élevé, atteignant plus de 50%.
ja: CPU の活動が上昇し、使用率が 50% を超えました。
zh_hans: CPU 活动超过升高阈值，使用率高于 50%。

# status.menu.single.disk.critical
source: Disk activity exceeded the critical threshold, reaching an aggregated rate of ≥120 MB/s.
de: Datenträgeraktivität hat den kritischen Schwellenwert überschritten und eine Gesamtrate von ≥120 MB/s erreicht.
fr: L'activité disque a dépassé le seuil critique, atteignant un débit agrégé de ≥120 Mo/s.
ja: ディスクの活動が重大となり、合計レートが 120 MB/秒以上になりました。
zh_hans: 磁盘活动超过严重阈值，汇总速率达到 ≥120 MB/秒。

# status.menu.single.disk.elevated
source: Disk activity exceeded the elevated threshold, reaching an aggregated rate of ≥30 MB/s.
de: Datenträgeraktivität hat den erhöhten Schwellenwert überschritten und eine Gesamtrate von ≥30 MB/s erreicht.
fr: L'activité disque a dépassé le seuil élevé, atteignant un débit agrégé de ≥30 Mo/s.
ja: ディスクの活動が上昇し、合計レートが 30 MB/秒以上になりました。
zh_hans: 磁盘活动超过升高阈值，汇总速率达到 ≥30 MB/秒。

# status.menu.single.memory.critical
source: Memory activity exceeded the critical threshold, reaching a usage of more than 85%.
de: Speicheraktivität hat den kritischen Schwellenwert überschritten und eine Auslastung von mehr als 85 % erreicht.
fr: L'activité mémoire a dépassé le seuil critique, atteignant plus de 85%.
ja: メモリの活動が重大となり、使用率が 85% を超えました。
zh_hans: 内存活动超过严重阈值，使用率高于 85%。

# status.menu.single.memory.elevated
source: Memory activity exceeded the elevated threshold, reaching a usage of more than 70%.
de: Speicheraktivität hat den erhöhten Schwellenwert überschritten und eine Auslastung von mehr als 70 % erreicht.
fr: L'activité mémoire a dépassé le seuil élevé, atteignant plus de 70%.
ja: メモリの活動が上昇し、使用率が 70% を超えました。
zh_hans: 内存活动超过升高阈值，使用率高于 70%。

# status.menu.single.network.critical
source: Network activity exceeded the critical threshold, reaching an aggregated rate of ≥20 MB/s.
de: Netzwerkaktivität hat den kritischen Schwellenwert überschritten und eine Gesamtrate von ≥20 MB/s erreicht.
fr: L'activité réseau a dépassé le seuil critique, atteignant un débit agrégé de ≥20 Mo/s.
ja: ネットワークの活動が重大となり、合計レートが 20 MB/秒以上になりました。
zh_hans: 网络活动超过严重阈值，汇总速率达到 ≥20 MB/秒。

# status.menu.single.network.elevated
source: Network activity exceeded the elevated threshold, reaching an aggregated rate of ≥5 MB/s.
de: Netzwerkaktivität hat den erhöhten Schwellenwert überschritten und eine Gesamtrate von ≥5 MB/s erreicht.
fr: L'activité réseau a dépassé le seuil élevé, atteignant un débit agrégé de ≥5 Mo/s.
ja: ネットワークの活動が上昇し、合計レートが 5 MB/秒以上になりました。
zh_hans: 网络活动超过升高阈值，汇总速率达到 ≥5 MB/秒。

# status.message.collecting
source: Collecting live metrics…
de: Live-Metriken werden erfasst…
fr: Collecte des métriques en direct…
ja: ライブ指標を収集中…
zh_hans: 正在收集实时指标…

# status.message.healthy
source: Everything looks healthy.
de: Alles sieht gut aus.
fr: Tout semble normal.
ja: すべて正常です。
zh_hans: 一切正常。

# status.metric.disk
source: Disk
de: Datenträger
fr: Disque
ja: ディスク
zh_hans: 磁盘

# status.metric.memory
source: Memory
de: Speicher
fr: Mémoire
ja: メモリ
zh_hans: 内存

# status.metric.network
source: Network
de: Netzwerk
fr: Réseau
ja: ネットワーク
zh_hans: 网络

# status.severity.critical.abbrev
source: crit
de: krit
ja: 重大
zh_hans: 严重

# status.severity.elevated.abbrev
source: elev
de: erh
fr: élev
ja: 上昇
zh_hans: 升高

# status.title.critical.single
source: Critical %@
de: Kritisch %@
fr: %@ critique
ja: %@ が重大
zh_hans: %@ 严重

# status.title.elevated.metric.menu
source: %@ Elevated
de: %@ Erhöht
fr: %@ élevé
ja: %@ が上昇
zh_hans: %@ 升高

# status.title.elevated.metric.notification
source: %@ elevated
de: %@ erhöht
fr: %@ élevé
ja: %@ が上昇
zh_hans: %@ 升高

# status.title.elevated.single
source: Elevated %@
de: Erhöht %@
fr: %@ élevé
ja: %@ が上昇
zh_hans: %@ 升高

# status.title.menu.multipleCritical
source: Multiple Metrics Critical
de: Mehrere Metriken kritisch
fr: Plusieurs métriques critiques
ja: 複数の指標が重大
zh_hans: 多项指标严重

# status.title.menu.multipleElevated
source: Multiple Metrics Elevated
de: Mehrere Metriken erhöht
fr: Plusieurs métriques élevées
ja: 複数の指標が上昇
zh_hans: 多项指标升高

# status.title.menu.normal
source: System Is Stable
de: System ist stabil
fr: Le système est stable
ja: システムは安定しています
zh_hans: 系统稳定

# status.title.notification.multipleCritical
source: Multiple metrics critical
de: Mehrere Metriken kritisch
fr: Plusieurs métriques critiques
ja: 複数の指標が重大
zh_hans: 多项指标严重

# status.title.notification.multipleElevated
source: Multiple metrics elevated
de: Mehrere Metriken erhöht
fr: Plusieurs métriques élevées
ja: 複数の指標が上昇
zh_hans: 多项指标升高

# status.title.notification.normal
source: System is stable
de: System ist stabil
fr: Le système est stable
ja: システムは安定しています
zh_hans: 系统稳定

# status.trigger.activity
source: activity
de: Aktivität
fr: activité
ja: アクティビティ
zh_hans: 活动

# metric.short.disk
source: DSK
fr: Disque
ja: ディスク
zh_hans: 磁盘

# metric.short.network
source: NET
fr: Réseau
ja: ネット
zh_hans: 网络

# uiTests.harness.title
source: UITest Harness
fr: Harnais de test UI
ja: UI テストハーネス
zh_hans: UI 测试工具

# uiTests.window.title
source: Alertivity UI Tests
fr: Tests UI Alertivity
ja: Alertivity UI テスト
zh_hans: Alertivity UI 测试

# detail.network
source: ↓ %@/s • ↑ %@/s
ja: ↓ %@/秒 • ↑ %@/秒
zh_hans: ↓ %@/秒 • ↑ %@/秒

# notifications.duration.seconds
source: %ds
ja: %d 秒
zh_hans: %d 秒

# status.severity.normal
source: normal
ja: 通常
zh_hans: 正常
